tap 'homebrew/bundle'
tap 'caskroom/cask'

tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/core'
tap 'neovim/neovim'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'coreutils'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'grc'
brew 'libtool'
brew 'pkg-config'
brew 'openssl'
brew 'node'
brew 'pcre'
brew 'tree'
brew 'tmux'
brew 'wget'
brew 'zsh'

brew 'neovim'

cask '1password'
cask 'fliqlo'
cask 'google-featured-photos'

cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-source-code-pro'
cask 'font-ubuntu'

cask 'visual-studio-code'
cask 'docker-edge'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-backup-and-sync'
cask 'robo-3t'
cask 'skype'
cask 'zoomus'
cask 'slack-beta'
cask 'spectacle'
cask 'spotify'
cask 'webtorrent'
cask 'alacritty'
