tap 'homebrew/bundle'
tap 'caskroom/cask'

tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/core'
tap 'neovim/neovim'

brew 'ack'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'coreutils'
brew 'gdbm'
brew 'gettext'
brew 'grc'
brew 'libtool'
brew 'pkg-config'
brew 'openssl'
brew 'node'
brew 'pcre'
brew 'spark'
brew 'tree'
brew 'wget'
brew 'zsh'

brew 'neovim/neovim/neovim'

cask '1password'
cask 'chefdk'
# cask 'dropbox'
cask 'fliqlo'

cask 'font-roboto'
cask 'font-roboto-mono'
cask 'font-source-code-pro'
cask 'font-ubuntu'

cask 'atom'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'google-drive'
cask 'hyperterm'
cask 'iterm2-nightly'
# cask 'safari-tab-switching'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'xquartz'
